tap "bufbuild/buf"
tap "hashicorp/tap"
tap "oven-sh/bun"

brew "bufbuild/buf/buf"
brew "hashicorp/tap/terraform"
brew "oven-sh/bun/bun"

brew "bat"
brew "cloc"
brew "direnv"
brew "docker"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "go"
brew "golangci-lint"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "libpq", link: true
brew "neovim"
brew "nmap"
brew "opencode"
brew "pkgconf"
brew "ripgrep"
brew "socat"
brew "sshpass"
brew "starship"
brew "stow"
brew "tmux"
brew "tree-sitter-cli"
brew "uv"
brew "wget"
brew "yq"
brew "zig"

cask "font-iosevka"
cask "ghostty"
cask "google-chrome"
cask "raycast"
cask "slack"
cask "zoom"
